/* 
  Health.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/3/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* No comment provided by engineer. */

"MonitorOutOfSpace_NotifTitle" = "Wyczerpuje się miejsce na dysku!";
"MonitorOutOfSpace_NotifDescription" = "Uruchom CleanMyMac i usuń zbędne rzeczy, odzyskując miejsce.";

/* Disk SMART failure notification */
"MonitorSMART_NotifTitle" = "Krytyczna diagnostyka S.M.A.R.T!";
"MonitorSMART_NotifDescription" = "CleanMyMac dostrzegł że diagnostyka dysku wskazuje na bliską awarię. Działaj, aby zapobiec utracie danych.";

/* SSD Life failure notification */
"MonitorSSD_NotifTitle" = "Zły stan SSD!";
"MonitorSSD_NotifTooltip" = "Żywotność %@ wynosi %li%%";
"MonitorSSDLife_NotifDescription" = "CleanMyMac dostrzegł że diagnostyka dysku wskazuje na bliską awarię. Działaj, aby zapobiec utracie danych.";

/* High disk temperature notification */
"MonitorHighTemp_NotifTitle" = "Wysoka temperatura dysku!";
"MonitorHighTemp_NotifTooltip" = "Temperatura %@ przekracza %@";
"MonitorHighTemp_NotifDescription" = "CleanMyMac dostrzegł że temperatura dysku przekracza zalecaną. Upewnij się, że to nie zdarza się regularnie.";

/* Battery failure notification */
"MonitorBattery_NotifTitle" = "Bateria uszkodzona!";
"MonitorBattery_NotifDescription" = "CleanMyMac dostrzegł że diagnostyka wskazuje na bliską awarię baterii. Zastanów się o jej wymianę.";

/* Low RAM issue. */
"MonitorRAM_NotifTitle" = "Wysokie zużycie pamięci";
"MonitorRAM_NotifDescription" = "CleanMyMac dostrzegł że Mac jest na wyczerpaniu pamięci wirtualnej i fizycznej. Zastanów się o zakończeniu kilku programów.";

/* Battery health */
"Health: %@" = "Stan: %@";

"Undefined" = "nieznany";
"Fair" = "zadowalający";
"Good" = "dobry";
"Poor" = "zły";

/* Battery charging state */
"Charged" = "Naładowana";
"Not Charging" = "Nie ładuję się";
"Calculating…" = "Obliczenie…";
"%ld:%02ld Until Full" = "%ld:%02ld do naładowania";
"%ld:%02ld Remaining" = "Pozostało %ld:%02ld";
"%@ Limited" = "Próg: %@";
"%@ Threshold" = "Próg %@";
"Overfilled" = "Przepełnione";

"DiskFreeSpace_description" = "%@ wolne";
"DiskFreeSpace_tooltip" = "%@ wolne\n%@ dostępne. To całkowita suma wolnej oraz zwalnialnej przestrzeni dyskowej, która może być natychmiast zwolniona przez system.";
"RAMStatus_description" = "%@ wolne";
"RAMStatus_tooltip" = "%@ wolne";
"RAMCleanupInProgress_Title" = "Oczyszczanie…";
"TrashSizeStatus_description" = "%@ używane";
"TrashSizeStatus_tooltip" = "%@ używane";
"TrashSizeStatus_tooltipForZeroSize" = "%@ używane w %@";

"WiredRAM_LegendTitle" = "Zarezerwowana";
"WiredRAM_LegendDescription" = "Pamięć, której nie da się buforować na dysk, więc musi pozostać w pamięci RAM i nie może być wykorzystana przez inne programy.";

"ActiveRAM_LegendTitle" = "Aktywna";
"ActiveRAM_LegendDescription" = "Informacja ta znajduje się w pamięci RAM i była niedawno używana.";

"InactiveRAM_LegendTitle" = "Nieaktywna";
"InactiveRAM_LegendDescription" = "Ta informacja jest w pamięci RAM, ale na razie nie jest aktywnie używana.";

"CompressedRAM_LegendTitle" = "Skompresowana";
"CompressedRAM_LegendDescription" = "Pamięć skompresowana w celu jej udostępnienia innym procesom.";

"GHz" = "GHz";

"Monitoring OFF" = "Monitorowanie wyłączone";
